/* No comment provided by engineer. */
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Έναρξη Impress στον υπολογιστή σας\n* Σύνδεση και των δύο συσκευών στο ίδιο ασύρματο δίκτυο\n* Υστερόγραφο: Η συσκευή σας iOS συνδέεται στο \"%@\" τώρα";

/* No comment provided by engineer. */
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* Δεν έχετε ασύρματη σύνδεση τώρα.\n* Συνδέστε τη συσκευή σας iOS και τον υπολογιστή σας στο ίδιο δίκτυο\n* Ανανέωση\n* Υπόδειξη: Μπορείτε να δημιουργήσετε ένα προσωπικό σημείο αναμετάδοσης στον υπολογιστή σας/iPhone";

/* Popover option */
"About Impress Remote" = "Περί του απομακρυσμένου Impress";

/* No comment provided by engineer. */
"Back" = "Πίσω";

/* Popover option */
"Blank Screen" = "Κενή οθόνη";

/* No comment provided by engineer. */
"Cancel" = "Ακύρωση";

/* No comment provided by engineer. */
"Click to refresh" = "Πατήστε για ανανέωση";

/* Back button to the connect page on navbar */
"Connect" = "Σύνδεση";

/* connect instructions */
"Connect your devices to the same WiFi network." = "Συνδέστε τις συσκευές σας στο ίδιο ασύρματο δίκτυο.";

/* instruction page title */
"Connection" = "Σύνδεση";

/* Popover option */
"Connection Help" = "Βοήθεια σύνδεσης";

/* Connection Lost Alert title */
"Connection Lost" = "Απώλεια σύνδεσης";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "Όπα, η σύνδεση χάθηκε... Παρακαλούμε, προσπαθήστε να επανασυνδεθείτε με τον υπολογιστή σας. ";

/* Control instruction title */
"Control" = "Έλεγχος";

/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Δημιουργήστε ένα προσωπικό σημείο αναμετάδοσης στο iPhone σας αν χρειάζεται.";

/* Server list section title */
"Custom Connections" = "Προσαρμοσμένες συνδέσεις";

/* Displayed when no customized server is available */
"Customize server config instruction" = "Σε περίπτωση που ο υπολογιστής σας δεν εμφανίζεται στην παραπάνω οθόνη, προσθέστε χειροκίνητα έναν υπολογιστή με την IP διεύθυνσή του. ";

/* Server list section title */
"Detected Connections" = "Αναγνωρισμένες συνδέσεις";

/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "Εισάγετε τον κωδικό αριθμό στην παρουσίαση - Απομακρυσμένο Impress";

/* Connection failure title */
"Failed to reach server" = "Αποτυχία εύρεσης διακομιστή";

/* Connection failure message */
"Failed to reach server Msg" = "Παρακαλούμε, επιβεβαιώστε τη διεύθυνση IP σας και βεβαιωθείτε ότι το LibreOffice Impress εκτελείται με ενεργό το γνώρισμα απομακρυσμένου Impress.";

/* No comment provided by engineer. */
"Failed to reach your computer" = "Αποτυχία επικοινωνίας με τον υπολογιστή σας";

/* No comment provided by engineer. */
"Help" = "Βοήθεια";

/* In app How-to title */
"How-to" = "Πώς να";

/* App name displayed on navbar */
"Impress Remote" = "Απομακρυσμένο Impress";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "Άκυρη διεύθυνση IP";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "Η διεύθυνση IP που εισάγατε δεν είναι έγκυρη";

/* EditableTableViewCell placeholder */
"IP Address" = "Διεύθυνση IP";

/* Pairing instruction text */
"Launch Impress & select your computer." = "Εκκινήστε το Impress και επιλέξτε τον υπολογιστή σας.";

/* EditableTableViewCell placeholder */
"Name (optional)" = "Όνομα (προαιρετικό)";

/* No comment provided by engineer. */
"New Server" = "Νέος διακομιστής";

/* No comment provided by engineer. */
"No, thanks" = "Όχι, ευχαριστώ";

/* OK Button on Alert view */
"OK" = "Εντάξει";

/* backButton for Tutorial */
"Ok, thanks" = "Εντάξει, ευχαριστώ";

/* Pairing instruction title */
"Pairing" = "Σύζευξη";

/* Pairing instructions Alert Title */
"Pairing Instructions" = "Οδηγίες σύζευξης";

/* No comment provided by engineer. */
"Pairing Instructions Msg" = "1. Ξεκινήστε το LibreOffice Impress στον υπολογιστή σας\n\n2. Ενεργοποιήστε Προτιμήσεις- LibreOffice Impress - Γενικά - Ενεργοποίηση απομακρυσμένου ελέγχου\n\n3. Βεβαιωθείτε ότι ο υπολογιστής σας και η συσκευή σας είναι συνδεμένοι στο ίδιο ασύρματο δίκτυο\n\n4. Εισάγετε τη διεύθυνση IP του υπολογιστή σας χειροκίνητα αν δεν ανιχνευτεί\n\n5. Συνδεθείτε και απολαύστε!\n\n";

/* Update button text in diffrent states */
"Pause" = "Παύση";

/* No comment provided by engineer. */
"Please consider restart LibreOffice Impress on your computer." = "Παρακαλούμε, επανεκκινήσετε το LibreOffice Impress στον υπολογιστή σας.";

/* Popover option */
"Restart" = "Επανεκκίνηση";

/* No comment provided by engineer. */
"Resume from blank screen" = "Συνεχίστε από κενή οθόνη";

/* Popover option */
"Resume from blank Screen" = "Συνεχίστε από κενή οθόνη";

/* No comment provided by engineer. */
"Searching" = "Αναζήτηση";

/* Sidebar section header */
"Slides" = "Διαφάνειες";

/* Update button text in diffrent states */
"Start" = "Έναρξη";

/* Popover option */
"Stop Presentation" = "Διακοπή παρουσίασης";

/* Sidebar section header */
"Stop Watch" = "Διακοπή χρονομέτρη";

/* No comment provided by engineer. */
"Take a tour of iOS Impress Remote?" = "Θέλετε να περιηγηθείτε στο απομακρυσμένο iOS Impress;";

/* Sidebar section header */
"Timer" = "Χρονόμετρο";

/* No comment provided by engineer. */
"Yes" = "Ναι";

